Repository: maxigit/FA
Catalog: install/lang/*/LC_MESSAGES/*.po
Languages: es_mx, fr_fr, nl_be, pt_br

source: FrontAccouting ERP Installation Wizard
es_mx: Asistente de Instalación
fr_fr: Outil d'installation assistée de FrontAccounting
nl_be: FrontAccouting ERP Installatie Wizard
pt_br: Assistente de Instalação do FrontAccouting ERP

source: Step %d: %s
es_mx: Paso %d: %s
fr_fr: Étape %d: %s
nl_be: Stap %d: %s
pt_br: %do. passo: %s

source: Chart of accounts
es_mx: Plan contable
fr_fr: Charte des postes comptables
nl_be: Rekeningenstelsel
pt_br: Plano de contas

source: Encoding
fr_fr: Codage des caractères
nl_be: Codering
pt_br: Codificação

source: Description
es_mx: Descripción
nl_be: Beschrijving
pt_br: Descrição

source: Install
es_mx: Instalar
fr_fr: Installer
nl_be: Installeer
pt_br: Instalar

source: Installed
es_mx: Instalado
fr_fr: Installé
nl_be: Geïnstalleerd
pt_br: Instalado

source: Language
es_mx: Idioma
fr_fr: Langue
nl_be: Taal
pt_br: Idioma

source: Cannot save system configuration file 'config.php'.
es_mx: No se puede guardar el archivo 'config.php'.
fr_fr: Impossible d'enregistrer le fichier 'config.php'
nl_be: Het systeem-configuratiebestand 'config.php' is niet beschrijfbaar.
pt_br: Não é possível gravar o arquivo de configuração do sistema 'config.php'.

source: Cannot open 'config_db.php' configuration file.
es_mx: No se puede abrir el archivo 'config_db.php'.
fr_fr: Impossible d'ouvrir le fichier 'config_db.php'
nl_be: Kan het configuratiebestand 'config_db.php' niet openen.
pt_br: Não é possível abrir o arquivo de configuração 'config_db.php'.

source: Cannot write to the 'config_db.php' configuration file.
es_mx: No se puede escribir en el archivo 'config_db.php'
fr_fr: Impossible d'écrire dans le fichier 'config_db.php'
nl_be: Het configuratiebestand 'config_db.php' is niet beschrijfbaar.
pt_br: Não é possível escrever no arquivo de configuração 'config_db.php'.

source: Configuration file 'config_db.php' is not writable. Change its permissions so it is, then re-run installation step.
es_mx: El archivo 'config_db.php' no tiene permisos de escritura. Corrige los permisos y reinicia este paso de la instalación.
fr_fr: Il n'est pas possible d'écrire dans le fichier de configuration 'config_db.php'. Svp revoir les permissions et recommencer le processus d'installation.
nl_be: Het configuratiebestand 'config_db.php' is niet beschrijfbaar. Verander de rechten naar beschrijfbaar en herhaal deze installatiestap.
pt_br: Arquivo de configuração 'config_db.php' não é gravável. Mudar suas permissões para gravável, então reinstale passo a passo.

source: Host name cannot be empty.
es_mx: El nombre del host es requerido.
fr_fr: Le nom du Host ne peut être vide.
nl_be: Hostnaam mag niet leeg zijn.
pt_br: O nome da máquina deve ser preenchido.

source: Database user name cannot be empty.
es_mx: El nombre de usuario de la base de datos es requerido.
fr_fr: Svp un code d'utilisateur pour cette BD
nl_be: Database usernaam mag niet leeg zijn.
pt_br: O nome do usuário do banco de dados deve ser preenchido.

source: Database name cannot be empty.
es_mx: El nombre de la base de datos es requerida.
fr_fr: Svp préciser le nom de la BD
nl_be: Databasenaam mag niet leeg zijn.
pt_br: O nome do banco de dados deve ser preenchido.

source: Company name cannot be empty.
es_mx: El nombre de la empresa es requerido.
fr_fr: SVP préciser le nom de la compagnie
nl_be: Bedrijfsnaam mag niet leeg zijn.
pt_br: O nome da empresa deve ser preenchido.

source: Company admin name cannot be empty.
es_mx: El nombre del administrador de la empresa es requerido
fr_fr: SVP préciser le nom de l'administrateur
nl_be: Naam van bedrijfsadministrator mag niet leeg zijn.
pt_br: O nome do admin da empresa deve ser preenchido.

source: Company admin password cannot be empty.
es_mx: El password de la empresa es requerido.
fr_fr: SVP préciser le mot de passe de l'administrateur
nl_be: Paswoord van bedrijfsadministrator mag niet leeg zijn.
pt_br: A senha do admin da empresa deve ser preenchida.

source: Company admin passwords differ.
es_mx: La confirmación del password del administrador es diferente.
fr_fr: Les 2 entrées de mot de passe diffèrent.
nl_be: De paswoorden van de administrator zijn niet gelijk.
pt_br: As senhas do administrador da empresa diferem

source: System Diagnostics
es_mx: Diagnóstico del sistema
fr_fr: Diagnostique du système
nl_be: Systeem diagnose
pt_br: Diagnóstico do Sistema

source: Select install wizard language:
es_mx: Selecciona el idioma del asistente de instalación:
fr_fr: Svp choisir la langue d'installation.
nl_be: Selecteer een taal voor de installatie wizard:
pt_br: Selecione o idioma do assistente de instalação:

source: All application preliminary requirements seems to be correct. Please press Continue button below.
es_mx: Todos los requisitos preliminares estan correctos. Pulsa el botón Continuar
fr_fr: Tous les pré-requis semblent corrects. Svp appuyez sur le bouton Continuer situé ci-après
nl_be: Alle voorwaarden voor het installeren van het programma lijken voldaan. Klik op de 'Ga verder'-knop hieronder.
pt_br: Todos os requisitos de aplicação preliminar parece esta correto. Por favor pressione o botão Continuar.

source: Continue >>
es_mx: Continuar >>
fr_fr: Continuer >>
nl_be: Ga verder >>
pt_br: Continuar >>

source: Application cannot be installed. Please fix problems listed below in red, and press Refresh button.
es_mx: No se puede instalar el sistema. Por favor, corrige los problemas marcados en rojo y presiona el botón recargar.
fr_fr: L'application n'a pu être installée. Svp résoudre le problème libellé en rouge et appuyez sur le bouton Actualiser
nl_be: Het programma kan niet worden geïnstalleerd. Herstel de problemen hieronder in het rood aangeduid, en druk op de 'Hernieuw'-knop.
pt_br: O aplicativo não pode ser instalad0. Por favor corrija os problemas listados abaixo em vermelho, e pressione o botão Atualizar.

source: Refresh
es_mx: Recargar
fr_fr: Actualiser
nl_be: Hernieuw
pt_br: Atualizar

source: Database Server Settings
es_mx: Configuración del servidor de base de datos
fr_fr: Réglages de la BD
nl_be: Database Server instellingen
pt_br: Configuração do Banco de Dados

source: Server Host:
es_mx: Host:
fr_fr: Nom du serveur:
pt_br: Servidor do Banco de Dados:

source: Database User:
es_mx: Usuario:
fr_fr: ID de l'utilisateur de la BD:
pt_br: Usuário do Banco de Dados:

source: Database Password:
es_mx: Password:
fr_fr: Mot de passe :
nl_be: Database paswoord:
pt_br: Senha do Banco de Dados:

source: Database Name:
es_mx: Base de datos
fr_fr: Nom de la BD:
nl_be: Database naam:
pt_br: Nome do Banco de Dados:

source: Use '0_' Table Prefix:
es_mx: Usar prefijo '0_' en tablas:
fr_fr: Utilisez le préfix de table '0_':
nl_be: Gebruik '0_ als prefix voor de tabellen
pt_br: Usar Prefixo de Tabela '0_':

source: Yes
es_mx: Si
fr_fr: Oui
nl_be: Ja
pt_br: Sim

source: No
fr_fr: Non
nl_be: Neen
pt_br: Não

source: Install Additional Language Packs from FA Repository:
es_mx: Instalar paquetes de idioma adicional desde el repositorio:
fr_fr: Installer d'autres langues:
nl_be: Installeer bijkomende talenpaketten van de FA bibliotheek:
pt_br: Instalar Suporte de Idiomas Adicionais do Repositório do FA:

source: Install Additional COAs from FA Repository:
es_mx: Instalar COA's adicionales desde el repositorio
fr_fr: Installer d'autres COAs à partir du dépôt de FA:
nl_be: Installeer bijkomende rekeningenstelsels van de FA bibliotheek:
pt_br: Instalar Plano de Contas do Repositório do FA:

source: Use table prefix if you share selected database for more than one FA company.
es_mx: Seleccionar usar prefijo si has elegido compartir la base de datos para más de una empresa.
fr_fr: Svp utiliser un préfixe de table si vous partagez la BD pour plus d'une compagnie.
nl_be: Gebruik verschillende tabellenprefixen als je de database voor verschillende FA bedrijven wilt delen.
pt_br: Use o prefixo da tabela se você for utilizar o banco de dados para mais de uma empresa.

source: Do not select additional langs nor COAs if you have no working internet connection right now. You can install them later.
es_mx: No selecciones instalar lenguajes ni COA’s adicionales si en este momento no tienes Internet. Estos los puedes instalar más tarde.
fr_fr: Ne pas sélectionner d'autres langues (ni COA) si votre connection internet n'est pas active en ce moment. Vous pourrez le faire plus tard.
nl_be: Selecteer geen bijkomende talen of rekenngenstelsels als u nu geen werkende internetverbinding hebt. U kunt ze later installeren.
pt_br: Não selecione Idiomas Adicionais nem Plano de Contas se você não tem uma conexão com a internet agora. Você poderá instalar mais tarde.

source: << Back
es_mx: << Regresar
fr_fr: << Retour
nl_be: <<Terug
pt_br: << Voltar

source: User Interface Languages Selection
es_mx: Selección el lenguaje del usuario en el sistema
fr_fr: Sélection de la langue :
nl_be: Taalselectie gebruikersinterface
pt_br: Seleção da Idioma da Interface

source: Charts of Accounts Selection
es_mx: Seleción el plan contable
fr_fr: Sélection de la charte des postes comptables
nl_be: Selectie rekeningenstelsel
pt_br: Seleção do Plano de Contas

source: Company Settings
es_mx: Configuraciones de la empresa
fr_fr: Réglages systèmes de la compagnie
nl_be: Bedrijfsinstellingen
pt_br: Configuração da Empresa

source: Company Name:
es_mx: Nombre de la empresa:
fr_fr: Nom de la compagnie:
nl_be: Bedrijfsnaam:
pt_br: Nome da Empresa:

source: Admin Login:
es_mx: Login del Admin:
fr_fr: Identifiant d'administrateur:
nl_be: Administrator login:
pt_br: Login do Administrador:

source: Admin Password:
es_mx: Password del Admin:
fr_fr: Mot de passe de l'administrateur:
nl_be: Administrator paswoord:
pt_br: Senha do Administrador:

source: Reenter Password:
es_mx: Re-ingresar password:
fr_fr: Saisir de nouveau le mot de passe:
nl_be: Geef paswoord opnieuw in:
pt_br: Digitar a Senha Novamente:

source: Select Chart of Accounts:
es_mx: Selecciona el plan contable:
fr_fr: Sélectionner la charte de postes comptables:
nl_be: Selecteer een rekeningenstelsel:
pt_br: Selecionar Plano de Contas:

source: Select Default Language:
es_mx: Selecciona el idioma por default:
fr_fr: Sélectionner la langue par défaut:
nl_be: Selecteer de standaard taal :
pt_br: Selecionar Idioma Padrão:

source: FrontAccounting ERP has been installed successsfully.
es_mx: El sistema ha sido instalado.
fr_fr: L'installation de FrontAccounting est un succès.
nl_be: FrontAccounting ERP is met succes geïnstalleerd.
pt_br: O FrontAccounting ERP foi instalado com sucesso.

source: Please do not forget to remove install wizard folder.
es_mx: Por favor, no olvides borrar la carpeta del asistente de instalación.
fr_fr: Svp ne pas oublier de retirer le répertoire d'installation.
nl_be: Vergeet de map met de installatie wizard niet te verwijderen.
pt_br: Por favor não se esqueça de remover a pasta de instalação do assistente.

source: Click here to start.
es_mx: Click para iniciar.
fr_fr: Appuyez ici pour démarrer.
nl_be: Klik hier om te starten.
pt_br: Clique aqui para iniciar.

source: Optional
es_mx: Opcional
fr_fr: Optionnel
nl_be: Optioneel
pt_br: Opcional

source: Recomended
pt_br: Recomendado

source: Required
es_mx: Requerido
fr_fr: Requis
nl_be: Noodzakelijk
pt_br: Requerido

source: MySQL version
es_mx: Versión de MySQL
fr_fr: Version de MySQL
nl_be: MySQL versie
pt_br: Versão do MySQL

source: Upgrade MySQL server to version at least 4.1
es_mx: Debes actualizar el servidor MySQL, cuando menos a la versión 4.1
fr_fr: Mettre à niveau MySQL à la vesion 4.1 et plus
nl_be: Upgrade MySQL server tot minstens versie 4.1
pt_br: Atualize o servidor MySQL para versão 4.1 ou superior

source: PHP MySQL extension
es_mx: Extensión PHP MySQL
fr_fr: Extension MySQL de PHP
nl_be: PHP MySQL extensie
pt_br: Extensão PHP MySQL

source: Your PHP has to have MySQL extension enabled.
es_mx: Tu PHP debe tener habilitada la extensión MySQL.
fr_fr: SVP activer l'extension MySQL de votre PHP
nl_be: Op uw PHP moet MySQL extensie geactiveerd zijn.
pt_br: Seu PHP deve ter extensão de MySQL habilitada.

source: PHP version
es_mx: Version de PHP
fr_fr: Version de PHP
nl_be: PHP versie
pt_br: Versão do PHP

source: Upgrade PHP to version at least 4.3.3
es_mx: Debes actualizar PHP, cuando menos a la versión 4.3.3
fr_fr: Mettre à niveau PHP à la version 4.3.3 et plus
nl_be: Upgrade PHP tot minstens versie 4.3.3
pt_br: Atualize o PHP para versão 4.3.3 ou superior

source: Server system
es_mx: Servidor del sistema
fr_fr: Système serveur
nl_be: Server systeem
pt_br: Sistema do Servidor

source: Session save path
es_mx: Ruta para guardar Session
fr_fr: Chemin d'accès à la sauvegarde de la session
nl_be: Sessie save pad
pt_br: Endereço de gravação da seção

source: Removed install wizard folder
es_mx: El asistente de instalación ha sido eliminado
fr_fr: Le répertoire d'installation a été retiré.
nl_be: Map met de installatie wizard is verwijderd
pt_br: Removida a pasta do assistente de instalação

source: Not removed
es_mx: No se elimino
fr_fr: Non retiré
nl_be: Niet verwijderd
pt_br: Não removido

source: Remove or rename install wizard folder for security reasons.
es_mx: Eliminar o renombrar el asistente de instalación
fr_fr: Pour des raisons de sécurité, vous devez retirer ou renommer le répertoire d'installation.
nl_be: Verwijder of hernoem de map met de installatie wizard om het systeem te beschermen.
pt_br: Remover ou renomear a pasta do assistente de instalação por motivos de segurança.

source: Browser type
es_mx: Tipo de navegador web
fr_fr: Type de navigateur
pt_br: Tipo do navegador

source: Any browser is supported
es_mx: Cualquier navegador web es soportado
fr_fr: Tous les navigateurs sont supportés
nl_be: Alle browsers worden ondersteund
pt_br: Qualquer navegador é compatível

source: Http server type
es_mx: Tipo de servidor HTTP
fr_fr: Type de serveur Http
pt_br: Tipo de servidor Http

source: Any server is supported
es_mx: Cualquier servidor es soportado
fr_fr: Tous les serveurs sont supportés
nl_be: Elke server wordt ondersteund
pt_br: Qualquer servidor é compatível

source: Native gettext
es_mx: Gettext nativo
fr_fr: Gettext natif
pt_br: gettext nativo

source: In case of no getext support, php emulation is used
pt_br: Na falta de suporte getext, a emulação php será usada

source: Debugging mode
es_mx: Modo Debugging
fr_fr: Mode de débuggage
nl_be: Debugging modus
pt_br: Modo de depuração (debug)

source: To switch debugging on set $go_debug>0 in config.php file
es_mx: Para cambiar a modo Debugging debes poner $go_debug>0 en el archivo config.php
fr_fr: Pour activer le code de débug, modifier $go_debug>0 dans le fichier config.php
nl_be: Om debugging aan te zetten, set $go_debug>0 in config.php bestand
pt_br: Para ativar depuração (debug) inclua $go_debug>0 no arquivo config.php

source: Error logging
es_mx: Error de acceso
fr_fr: Enregistrement des erreurs
nl_be: Fouten logging
pt_br: Log de erros

source: Disabled
es_mx: Deshabilitado
fr_fr: Désactivé
nl_be: Uitgeschakeld
pt_br: Desabilitado

source: To switch error logging set $error_logging in config.php file
es_mx: Para cambiar a modo error logging pon $error_logging en el archivo config.php
fr_fr: Pour activer l'enregistrement des erreurs, modifiez $error_logging dans le fichier de configuration config.php
nl_be: Om fouten-logging aan te zetten, zet $error_logging in config.php bestand
pt_br: Para logar erros inclua $error_logging no arquivo config.php

source: Log file is not writeable
es_mx: El archivo de log's no tiene permisos de escritura
fr_fr: Impossible d'écrire dans le fichier de log
nl_be: Logbestand is niet beschrijfbaar
pt_br: Arquivo de log não é gravável

source: Current database version
es_mx: Versión de la base de datos actual
fr_fr: Version de la BD
nl_be: Huidige database versie
pt_br: Versão do banco de dados atual

source: Database structure seems to be not upgraded to current version
es_mx: La estructura de base de datos parece no estar actualizada a la versión actual
fr_fr: La structure de la BD ne semble pas être de niveau avec la version actuelle
nl_be: Database structuur lijkt niet aangepast te zijn aan huidige versie
pt_br: A estrutura do banco de dados não foi atualizada para a versão atual

source: Company subdirectories consistency
es_mx: Consistencia de los directorios de la empresa
fr_fr: Cohérence des sous-répertoire de la compagnie
nl_be: Bedrijfs-subdirectories consistentie
pt_br: Consistência de subdiretórios da empresa

source: '%s' is not writeable
es_mx: '%s' no tiene permisos de escritura
fr_fr: Il est impossible d'écrire dans '%s'
nl_be: '%s' is niet beschrijfbaar
pt_br: '%s' não é gravável

source: Temporary directory
es_mx: Directorio temporal
fr_fr: Répertoire temporaire
nl_be: Tijdelijke directory
pt_br: Diretório temporário

source: Language configuration consistency
es_mx: Consistencia del lenguaje de configuración
fr_fr: Cohérence de la configuration de la langue
nl_be: Taal-configuratie consistentie
pt_br: Consistência de configuração de idioma

source: Languages folder should be writeable.
es_mx: La carpeta de idiomas debe tener permisos de escritura.
fr_fr: Les répertoires de langue doivent avoir un accès en écriture
nl_be: Taalmappen moeten beschijfbaar zijn.
pt_br: Diretório de idiomas deveria ser gravável.

source: Languages configuration file should be writeable.
es_mx: El archivo de configuración d idiomas debe tener permisos de escritura.
fr_fr: Le fichier de configuration de langues doit être accessible en écriture
nl_be: Configuratiebestand van de talen moet beschrijfbaar zijn.
pt_br: O arquivo de configuração de idiomas deve ser gravável.

source: Missing %s translation file.
es_mx: Falta archivo de traducción %s
fr_fr: Le fichier de traduction '%s' est manquant
nl_be: %s vertalingsbestand ontbreekt.
pt_br: Falta o arquivo de tradução %s.

source: Missing system locale: %s
es_mx: Falta configuración regional del sistema:
fr_fr: Il manque '%s'
nl_be: Systeem locale %s ontbreekt.
pt_br: Falta localidade (locale) do sistema: %s

source: Main config file
es_mx: Archivo de configuración principal
fr_fr: Fichier de configuration
nl_be: Hoofd-configuratiebestand
pt_br: Arquivo de configuração principal

source: Can't write '%s' file. Check FA directory write permissions.
es_mx: No se puede escribir el archivo '% s'. Compruebe que el sistema tiene permisos de escritura.
fr_fr: Impossible d'écrire '%s'. Svp vérifier les permissions d'écriture sur le répertoire de FA
nl_be: Kan '%s' bestand niet beschrijven. Check de schrijfrechten van de FA directory.
pt_br: Não é possível escrever no arquivo '%s'. Verifique a permissõe de escrita do diretório FA

source: '%s' file exists.
es_mx: Ya existe el archivo '%s'
fr_fr: Fichier '%s' existant.
nl_be: '%s' bestand bestaat.
pt_br: O arquivo '%s' existente.

source: '%s' file should be read-only
es_mx: El archivo '% s' debe ser de sólo lectura
fr_fr: '%s' doit être en lecture seule.
nl_be: '%s' bestand moet alleen-lezen zijn
pt_br: O arquivo '%s' deve ser somente leitura

source: Database auth file
es_mx: Archivo de autenticación de base de datos
fr_fr: Fichier d'autorisation de la BD
nl_be: Database authorisatiebestand
pt_br: Arquivo de autorização da base de dados

source: '%s' file should be read-only if you do not plan to add or change companies
es_mx: El archivo '% s' debe ser de sólo lectura si no vas a agregar o cambiar empresa
fr_fr: Le fichier '%s' devrait être en lecture seule si vous ne prévoyez pas ajouter ou changer les compagnies.
nl_be: '%s' bestand moet alleen-lezen zijn als je geen bedrijven wilt toevoegen of veranderen
pt_br: O arquivo '%s' deve ser somente leitura se você não planeja adicionar ou alterar empresas

source: Extensions system
es_mx: Sistema de Extensiones
fr_fr: Système des extensions
nl_be: Extensies systeem
pt_br: Sistema de extensões

source: Extensions configuration files and directories should be writeable
es_mx: Los archivos y directorios de configuración de extensiones deben tener permisos de escritura
fr_fr: Les répertoires et fichiers de configuration des extensions doivent accepter les écritures
nl_be: Extensies configuratiebestanden en directories moeten beschrijfbaar zijn
pt_br: Extensões de arquivos de configuração e diretórios devem ser graváveis

source: Non-standard theme directory '%s' is not writable
es_mx: El directorio del tema '% S' no tiene permisos de escritura
fr_fr: Le répertoire de thèmes non-standards '%s' n'accepte pas les écritures
nl_be: Niet-standard thema directory '%s' is niet beschrijfbaar
pt_br: Descrição de diretório sem-padrão '%s' não é gravável

source: OpenSSL PHP extension have to be enabled to use extension repository system.
es_mx: La extension PHP OpenSSL tienen que estar habilitada para utilizar el sistema de repositorios.
fr_fr: Les extensions OpenSSL de PHP doivent être activées pour utiliser le système de dépôt des extensions
nl_be: OpenSSL PHP extensie moet geactiveerd zijn om het extensie repository systeem te gebruiken.
pt_br: A extensão OpenSSL PHP tem que estar habilitada para usar o repositório de extensão.

source: OpenSSL have to be available on your server to use extension repository system.
es_mx: OpenSSL tienen que estar disponible en tu servidor para utilizar el sistema de repositorios.
fr_fr: Les extensions OpenSSL de PHP doivent être disponibles pour utiliser le système de dépôt des extensions
nl_be: OpenSSL PHP extensie moet beschikbaar zijn op de serverom het extensie repository systeem te gebruiken.
pt_br: OpenSSL deve estar disponível no seu servidor para utilizar o repositório de extensão.

source: Test
es_mx: Prueba
pt_br: Teste

source: Test type
es_mx: Tipo de prueba
fr_fr: Type de test
pt_br: Tipo de teste

source: Value
es_mx: Valor
fr_fr: Valeur
nl_be: Waarde
pt_br: Valor

source: Comments
es_mx: Comentarios
fr_fr: Commentaires
nl_be: Commentaar
pt_br: Comentários

source: Info
fr_fr: Information

source: Recommended
es_mx: Recomendado
fr_fr: Recommandé
nl_be: Aanbevolen

source: In case of no gettext support, php emulation is used
es_mx: En caso de no soportar gettext, se usara la emulación PHP
fr_fr: Si gettext est non supporté, l'émulation php sera utilisée
nl_be: Indien gettext niet ondersteund wordt, wordt php emulatie gebruikt
